<template>
<div class="body">
  <div class="container">
    <div class="row">
      <div class="col-md-12">
       <div class="post">
         <h3>چگونه رزومه کاری بنویسیم؟</h3>
         <img src="@/assets/image/rezome.jpg" alt="">
         <div v-for="(item,index) in post" :key="index">
           <h5 class="title">{{item.title}}</h5>
           <p class="content">{{item.content}}</p>
         </div>
       </div>
      </div>
    </div>
  </div>
</div>
</template>

<script>
export default {
 name: "one-component",
  data:function (){
   return{
     post:[
       {
         title:'۱-انتخاب مناسب ‌ترین ساختار',
         content:'برای پاسخ به این سوال که چگونه می‌توانیم یک رزومه کاری خوب بنویسیم ابتدا باید گفت پیش از آغاز نوشتن رزومه کاری، اولین گام مهم این است که ساختار رزومه خود را تعیین کنید.'
       },
       {
         title: '۲-طبقه‌بندی اطلاعات تماس',
         content: 'پس از تعیین ساختار رزومه‌تان، می‌توانید نوشتن رزومه کاری خود را آغاز کنید. در همان ابتدا، کارفرما باید بداند که شما چه کسی هستید و چگونه می‌تواند با شما تماس بگیرد. به همین خاطر در بالای رزومه و برای شروع، این اطلاعات را درج کنید:نام-شماره تماس-آدرس ایمیل-لینک به نمونه کارهای حرفه ای'
       },
       {
         title: '۳-نوشتن مقدمه رزومه',
         content: 'برای پاسخ به این سوال‌ چگونه یک رزومه کاری خوب بنویسیم باید گفت که برای این کار، در بالاترین بخش رزومه، یک مقدمه مختصر بنویسید و از طریق آن، مشخصه‌ها و مهارت‌های کلیدی خود را شرح داده و مدیران استخدام یا کارفرما را به خواندن ادامه رزومه خود ترغیب کنید. در حال حاضر انواع مختلفی از مقدمه رزومه‌ها وجود دارند که کارجویان برای آغاز رزومه و معرفی خود، از آن‌ها استفاده می‌کنند.'
       },
       {
         title: '۴-تاکید بر مهارت‌های مرتبط',
         content: 'برای این‌که بدانیم چگونه می‌توانیم یک رزومه کاری خوب بنویسیم باید بدانیم که مدیران استخدام همیشه به دنبال متقاضیانی هستند که مهارت‌های مرتبط به موقعیت شغلی مد نظر آن‌ها را دارند. نوشتن لیستی از انواع مهارت‌ها و توانایی‌ها، تخصص واقعی شما را اثبات نمی‌کند؛ اما برشمردن انواع مهارت‌های مرتبط در چندین بخش مختلف رزومه، توجه بیشتری را جلب کرده و خواننده رزومه شما یعنی کارفرما و یا مدیر استخدام را مجذوب می‌کند.حال که دریافتیم در بخش سوابق رزومه کاری خود چه بنویسیم باید به این نکته نیز توجه داشته باشیم که می‌توان انواع مهارت‌های نرم و سخت خود را در بخش معرفی رزومه و البته بخش سوابق کاری عنوان کرد. علاوه بر این، توانایی‌های ارزش‌مند خود مخصوصا توانایی کار با انواع نرم‌افزارهای تخصصی و مهارت‌های فنی خود را در بخش مهارت‌های رزومه‌ نیز درج نماییم.'
       }
     ]
   };
  }
}
</script>

<style scoped>
.container{
  margin-top: 10%;
  background-color: #eec37c;
  margin-bottom: 5%;
}
.post{
  padding: 5%;
}
img{
  margin: 40px 0;
}
.content{
  padding-left: 20%;
}
p{
  color: #585858;
  margin-bottom: 20px;
  padding-top: 5px;
  text-align: justify;
}
@media (max-width: 767px){
  .body{
    margin-top: 20%;
  }
  img{
    display: none;
  }
  h3{
    margin-top: 20px;
  }
  h5{
    margin-top: 30px;
  }
}
</style>