<template>
<div class="body">
  <div class="container">
    <div class="row">
      <div class="col-md-12">
        <div class="post">
          <h3>چرا هنوز نتوانسته‌ام کار پیدا کنم؟</h3>
          <img src="@/assets/image/no-job.jpg" alt="">
          <div id="post" v-for="(item,index) in post" :key="index">
            <h5 class="title">{{item.title}}</h5>
            <p class="content">{{item.content}}</p>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
</template>

<script>
export default {
name: "two-component",
  data:function (){
    return{
      post:[
        {
          title:'۱-از شبکه‌های ارتباطی دور هستید و ارتباطات لازم را برقرار نکرده‌اید',
          content:'این روزها بیشتر مشاغل به شبکه‌های ارتباطی متصل هستند. اگر برای یافتن کار تنها به جستجو در روزنامه‌ها، اخبار و حتی اینترنت و فرستادن رزومه برای کارفرمایان از طریق سایت‌های کاریابی و تبلیغات بسنده کرده‌اید، احتمال اینکه نتوانید شغل مورد علاقه خود را پیدا کنید بسیار زیاد است. اگر با افراد مختلف در حوزه شغلی که می‌خواهید در ارتباط نباشید رزومه شما تقریبا بی‌ارزش خواهد بود و یافتن شغل مناسب نیز برایتان بسیار سخت می‌شود.'
        },
        {
          title: '۲-عملکردتان در مصاحبه‌های شغلی ضعیف است',
          content: 'پس از انجام مصاحبه‌های بسیاری که برای یک موقعیت شغلی در دسترس (دستیار اداری) در شرکت انجام دادیم، عملکرد ضعیف افرادی که خواستار این شغل بودند (با توجه به این که این موقعیت شغلی در سطح نسبتا پایینی قرار دارد) باعث شگفتی بود. با انجام دادن کارهایی مثل جویدن آدامس، پوشیدن لباس نامناسب، بحث کردن و صحبت درمورد این که چه کارهایی را انجام نخواهید داد، مصاحبه شغلی خود را به کلی بیهوده و ناموفق خواهید ساخت.'
        },
        {
          title: '۳-به آراستگی خود اهمیت نمی‌دهید',
          content: 'شرکت‌های خوب معمولا به دنبال افراد آراسته و با ظاهر مناسب هستند. اهمیت به ظاهر و آراستگی نشان دهنده شخصیت شما نیز هست پس بهتر است از پوشیدن لباس‌های نامناسب مخصوصا هنگام مصاحبه شغلی پرهیز کرده و خوش پوش و آراسته باشید.'
        },
        {
          title: '۴-درخواست حقوق بسیار بالا می‌کنید',
          content: 'کارفرمایان معمولا برای هر موقعیت شغلی حقوق ثابتی را با تغییرات ناچیز در نظر می‌گیرند. برای آن‌ها فرقی نمی‌کند که شما پیش‌تر چه مقدار حقوق دریافت می‌کردید و مخارجتان متناسب با چه درآمدی بوده است. اگر درخواست حقوق شما بیش از حدی باشد که کارفرما برای موقعیت شغلی در نظر گرفته است، احتمالا استخدام نمی‌شوید. یادتان باشد که گاهی لازم است برای پایان بیکاری با حقوقی کمتر از انتظارتان کاری را آغاز کنید.'
        },
        {
          title: '۵-بدون داشتن مهارت کافی برای هر شغلی درخواست می‌فرستید',
          content: 'بسیار دیده می‌شود که افرادی بدون داشتن مهارت کافی برای هر شغلی درخواست می‌فرستند. اگر حداقل ۶۰٪ مهارت‌های لازم که در آگهی شغلی ذکر شده است را ندارید، فرستادن درخواست شغلی کار اشتباهی است. در این صورت حتی اگر موفق به گرفتن شغل شوید، در کار خود موفق نخواهید بود و باعث کاهش بهره‌وری شرکت می‌شوید و ممکن است به زودی این شغل را از دست بدهید.'
        },
        {
          title: '۶-نمی‌توانید به خوبی ارتباط برقرار کنید',
          content: 'این شما هستید که باید مصاحبه شغلی را در دست گرفته و پیش ببرید. گاهی مصاحبه‌گر به سختی پاسخ سوال‌ها را از زیر زبان متقاضی بیرون می‌کشد! اگر نتوانید به خوبی ارتباط برقرار کنید هرگز نمی‌توانید استخدام شوید. اگر اتفاقی موفق شدید استخدام شوید احتمالا به زودی کارتان را از دست خواهید داد.'
        }
      ]
    };
  }
}
</script>

<style scoped>
.container{
  margin-top: 10%;
  background-color: #eec37c;
  margin-bottom: 5%;
}
.post{
  padding: 5%;
}
img{
  margin: 40px 0;
  padding: 1% 0;
}
.content{
  padding-left: 20%;
}
p{
  color: #585858;
  margin-bottom: 20px;
  padding-top: 5px;
  text-align: justify;
}
@media (max-width: 767px){
  .body{
    margin-top: 20%;
  }
  img{
    display: none;
  }
  h3{
    margin-top: 20px;
  }
  h5{
    margin-top: 30px;
  }
}
</style>